{
  "user_input": {
    "0": "What role does the Product Disclosure Statement play in my insurance policy?",
    "1": "How does the Certificate of Insurance determine the maximum payout for a vehicle insurance claim?",
    "2": "What do NRMA Partner Repairer do in insurance, like how they help with repairs?",
    "3": "What this policy cover and how much I pay if claim?",
    "4": "What are the key benefits included in a Third Party Fire & Theft Insurance policy?",
    "5": "How does GST affect businesses registered for it in the context of insurance claims?",
    "6": "How does the State or Territory affect my No Claim Bonus (NCB) discount?",
    "7": "As an insurance policyholder, how do the conditions and exclusions in my insurance coverage affect the claims process, particularly in relation to hire car arrangements and recovery actions?",
    "8": "What are the conditions under which you can replace your vehicle with a new one, and what responsibilities must you fulfill regarding changes to your vehicle to ensure your insurance policy remains valid?",
    "9": "What are the conditions for claim acceptance if my car is not drivable and I need a hire car, and how does this relate to staying mobile after a not at fault collision?",
    "10": "How does the insurance policy handle emergency repairs and what factors are considered in determining the market value of a vehicle?",
    "11": "How you deal with out-of-pocket expenses and excess payment process?",
    "12": "if my car got damaged in a crash and it had some unrepaired hail damage before, how does that affect the repair costs and what parts will be used, and also what if the driver was under the influence, does my policy cover this?",
    "13": "How does the insurance policy handle a no claim bonus when there is a windscreen claim, and what are the implications if the vehicle is driven by an unnamed driver?",
    "14": "What are the exclusion scenarios for Third Party Fire & Theft Insurance, and how does the recovery process work if a vehicle is recovered after a theft claim has been paid?",
    "15": "What are the benefits and exclusion scenarios associated with Third Party Fire & Theft Insurance, and how do they compare to other types of insurance coverage?",
    "16": "What are the basic excess amounts for Third Party Property Damage and Comprehensive Plus Insurance policies?",
    "17": "What is the maximum payout for a vehicle under Third Party Fire & Theft Insurance, and what additional benefits are available?",
    "18": "How does the PDS affect the assessment and settlement of my insurance claim?",
    "19": "What is the maximum payout for a claim under Third Party Fire & Theft Insurance?",
    "20": "What happens if I have Third Party Fire & Theft insurance and need my car repaired?"
  },
  "reference_contexts": {
    "0": [
      "Our agreement with you\n\n Your contract\n\nYour policy is a contract between you and us and is made up of:\n\n- your current Certificate of Insurance\n- this Product Disclosure Statement and Policy Booklet (PDS), and\n- any applicable Supplementary PDS.\n\n More than one insured\n\nIf there’s more than one insured listed on the Certificate of Insurance, then anything that any insured says, does or omits to do applies to all of the insureds.\n\nAlso, each insured can act on behalf of all the insureds as their agent.\n\n Certificate of Insurance\n\nYour current Certificate of Insurance shows the type(s) of insurance and any options you have added under your policy. It also shows the period your policy covers – we only cover you for incidents that happen during that time.\n\n Receiving your policy documents\n\nYou may choose to receive your policy documents:\n\n- electronically – that is, by email, or\n- by post.\n\nIf we send your policy documents to you by email, we will send them to the email address you last gave us. Any policy documents we send to your email address will be considered to have been received by you 24 hours from when we send them.\n\nIf we send your policy documents to you by post, we will send them to the mailing address you last gave us.\n\nYou are responsible for making sure the email and mailing address we have for you is up to date. So, you need to tell us if you change your email or mailing address – see ‘You change your contact details’ on page 85."
    ],
    "1": [
      "# What we pay for\n\nIf we agree to cover your claim, then we will:\n\n- decide whether to repair your vehicle or pay you the reasonable cost of repairs as determined by us or pay you the agreed value or market value, depending on the cover you have chosen, that applies to your vehicle\n- pay for any other benefits that apply to your policy\n- pay for any options you have added to your policy\n- deduct any amounts that apply to your policy and claim (for example, excess, unpaid premium or unused registration and CTP insurance premium).\n\n# The most we pay\n\nDepending on the type of insurance you’ve chosen, the most we pay is:\n\n- the agreed value of your vehicle shown on your current Certificate of Insurance, or\n- your vehicle’s market value.\n\nIf you have Third Party Fire & Theft Insurance, then the most we pay is your vehicle’s market value up to $10,000.\n\nIf you have Third Party Fire & Theft Insurance or Third Party Property Damage Insurance and make a claim under ‘Crash with at fault driver’, then the most we pay is the market value of your vehicle up to $5,000 — see pages 43 and 50."
    ],
    "2": [
      "Third Party Property Damage Insurance\n\n- Storage costs 46\n- Temporary cover 46\n- Towing 47\n\n 5 Third Party Property Damage Insurance 48\n\n- Any NRMA Partner Repairer 50\n\n Other benefits 50\n\n- Crash with at fault driver 50\n- Temporary cover 51\n- Towing 51\n\n 6 Liability cover 52\n\n Liability cover 53\n\n- Loss or damage to someone else's property 53\n- What happens when you make a liability claim 54\n\n 7 General exclusions and your responsibilities 55\n\n General exclusions for all covers and benefits 56\n\n Your responsibilities 60\n\n 8 Claims and what we pay 63\n\n Making a claim 64\n\n What we pay for 66\n\n- The most we pay 66\n\n How we settle your claim 67\n\n- What happens to your property 67\n- Credit provider’s rights 69\n\n Businesses registered for GST 70\n\n Recovery actions 70\n\n- Recovery action by us 70\n- Recovery action by you 71\n\n Repairing your vehicle 72\n\n- Choosing a repairer 72\n- Parts used to repair your vehicle 74\n\n Excesses and other deductions 76\n\n- Excesses 76\n- Determining fault in an incident 78\n- Other deductions 78\n\n How we pay claims – some examples 79\n\n- Claim 1: Repairing your vehicle 79\n- Claim 2: Total loss 80\n- Claim 3: Stolen vehicle with new replacement vehicle 81\n- Claim 4: Liability claim for damage to someone else’s property 81\n- Claim 5: Crash with at fault driver 82\n- Claim 6: Excess greater than claim amount 82\n\n 9 Other information you need to know 83\n\n Changes to your policy 84\n\n- Changes you can make 84\n- Changes we can make 86\n\n How to resolve a complaint or dispute 87\n\n Privacy of your personal information 88\n\n General Insurance Code of Practice 89\n\n Financial Claims Scheme 89\n\n Definitions 90"
    ],
    "3": [
      "Table showing details of Third Party Property Damage Insurance policy including liability cover and basic excess.,\nwith the following table title:\nThird Party Property Damage Insurance Policy Details,\nwith the following columns:\n- Policy type: Type of insurance policy\n- Liability cover: Amount of liability cover in dollars\n- Basic excess: Basic excess amount in dollars"
    ],
    "4": [
      "Table of contents\n\n 1 Key details about your policy 8\n\n- **Our agreement with you** 9\n  - Your contract 9\n  - Receiving your policy documents 9\n  - Limits, exclusions and conditions 10\n  - Value that applies to your vehicle 10\n  - Your premium 11\n  - 21 day cooling-off period 13\n  - Assigning rights and appointing a representative 13\n  - Governing law and GST 13\n\n 2 Comprehensive Plus Insurance 14\n\n- **Loss or damage to your vehicle** 16\n  - Any NRMA Partner Repairer 16\n\n- **Other benefits** 17\n  - Baby capsules and child seats 17\n  - Emergency repairs 17\n  - Emergency transport and accommodation 18\n  - Hire car after an incident 18\n  - Keys, locks and barrels 19\n  - New replacement vehicle 19\n  - Personal items 20\n  - Storage costs 21\n  - Taxi fares 21\n  - Temporary cover 22\n  - Tools of trade 22\n  - Towing 23\n  - Trailer or caravan damage 23\n  - Vehicle pick up and return 24\n  - Windscreen, sunroof and window glass damage 24\n\n- **Options you can add**\n  - Any Repairer 25\n\n 3 Comprehensive Insurance 26\n\n- **Loss or damage to your vehicle** 28\n  - Loss or damage to your vehicle 28\n  - Any NRMA Partner Repairer 28\n\n- **Other benefits** 29\n  - Baby capsules and child seats 29\n  - Emergency repairs 29\n  - Emergency transport and accommodation 30\n  - Hire car after a not at fault collision or crash 31\n  - Hire car after theft or attempted theft 32\n  - Keys, locks and barrels 33\n  - New replacement vehicle 33\n  - Personal items 34\n  - Storage costs 35\n  - Temporary cover 35\n  - Tools of trade 36\n  - Towing 37\n  - Trailer or caravan damage 37\n  - Windscreen, sunroof and window glass damage 37\n\n- **Options you can add** 38\n  - Hire Car 38\n  - Windscreen 39\n  - Any Repairer 39\n\n 4 Third Party Fire & Theft Insurance 40\n\n- **Loss or damage to your vehicle** 42\n  - Loss or damage to your vehicle 42\n  - Any NRMA Partner Repairer 42\n\n- **Other benefits** 43\n  - Crash with at fault driver 43\n  - Emergency repairs 44\n  - Emergency transport and accommodation 44\n  - Hire car after theft or attempted theft 45"
    ],
    "5": [
      "# Third Party Property Damage Insurance\n\n- Storage costs 46\n- Temporary cover 46\n- Towing 47\n\n## 5 Third Party Property Damage Insurance 48\n\n- Any NRMA Partner Repairer 50\n\n### Other benefits 50\n\n- Crash with at fault driver 50\n- Temporary cover 51\n- Towing 51\n\n## 6 Liability cover 52\n\n### Liability cover 53\n\n- Loss or damage to someone else's property 53\n- What happens when you make a liability claim 54\n\n## 7 General exclusions and your responsibilities 55\n\n### General exclusions for all covers and benefits 56\n\n### Your responsibilities 60\n\n## 8 Claims and what we pay 63\n\n### Making a claim 64\n\n### What we pay for 66\n\n- The most we pay 66\n\n### How we settle your claim 67\n\n- What happens to your property 67\n- Credit provider’s rights 69\n\n### Businesses registered for GST 70\n\n### Recovery actions 70\n\n- Recovery action by us 70\n- Recovery action by you 71\n\n## Repairing your vehicle 72\n\n- Choosing a repairer 72\n- Parts used to repair your vehicle 74\n\n## Excesses and other deductions 76\n\n- Excesses 76\n- Determining fault in an incident 78\n- Other deductions 78\n\n## How we pay claims – some examples 79\n\n- Claim 1: Repairing your vehicle 79\n- Claim 2: Total loss 80\n- Claim 3: Stolen vehicle with new replacement vehicle 81\n- Claim 4: Liability claim for damage to someone else’s property 81\n- Claim 5: Crash with at fault driver 82\n- Claim 6: Excess greater than claim amount 82\n\n## 9 Other information you need to know 83\n\n### Changes to your policy 84\n\n- Changes you can make 84\n- Changes we can make 86\n\n### How to resolve a complaint or dispute 87\n\n### Privacy of your personal information 88\n\n### General Insurance Code of Practice 89\n\n### Financial Claims Scheme 89\n\n## Definitions 90"
    ],
    "6": [
      "Your No Claim Bonus (NCB) or Rating Level\n\nA no claims bonus (NCB) or rating level is only applicable when you take out Comprehensive insurance.\n\nA no claims bonus or a rating level mean the same thing.\n\nYour no claims bonus or rating level rewards you for not having made claims. With this feature, each additional consecutive year that you and the covered drivers on your policy have not had a claim helps keep your premium lower (up to a maximum NCB discount amount).\n\nWhen you first take out each policy, we calculate the NCB or rating level based on:\n\n- the NCB or rating level you held with your previous insurer; or\n\nwhere you currently do not hold a NCB:\n\n- the claims history of you and any other listed drivers; and\n- the number of years you and any other listed drivers have been driving for,\n\nhowever if you or any other listed drivers have had more than one claim in the past 3 years your NCB will be 0%.\n\nYour NCB discount may vary depending on which State or Territory your vehicle is kept in.\n\nYour policy schedule will show what NCB (if any) has been applied to your policy.\n\nEach year at renewal the NCB for the policy is recalculated. After each subsequent claim free period of insurance, the NCB discount applied to your renewal premium will be increased by one discount level (i.e. 10%) until the maximum available NCB discount is reached. Your NCB or rating level may be reduced at renewal if a claim is made as outlined below.\n\nPremiums are calculated prior to any no claim bonus discount being applied, see the \"your premium\" section for further information. A no claims bonus discount only applies to your base premium (excluding any policy options, government taxes, charges or levies that may apply).\n\nThe premium for a policy may increase as a result of a claim or due to other factors we determine in setting our premiums, regardless of whether the no claim bonus discount amount is altered.\n\n What happens to my NCB or rating level at renewal if I make a claim?\n\nIn the event that you make a claim:\n\n- that is an at-fault claim; or\n- that is a not at-fault claim where:\n  - you are unable to provide us with the responsible party’s name, address and vehicle registration number or any other information that would reasonably allow us to identify the person so that we can exercise our rights of recovery; or\n  - it is made due to any storm, naturally occurring event or a collision with an animal; or"
    ],
    "7": [
      "<1-hop>\n\nNot covered\n\n- Running costs for the hire car (for example, petrol or tolls)\n- Any additional hire car costs (for example, any optional extras such as a GPS)\n- Loss or damage to the hire car\n- Liability which results from using the hire car\n- Any additional hire car costs if the repairs to your vehicle are unreasonably delayed by you or any repairer you appoint or engage.\n\n Conditions\n\n- We will arrange a hire car for you. You must not arrange your own hire car under any circumstances unless you obtain our prior written consent by contacting us on 131 123. If you do, then we may decide not to pay for the hire car.\n- Your vehicle must be:\n  - Not drivable\n  - Unsafe to drive, or\n  - In for repairs.\n\n Keys, locks and barrels\n\nIf someone steals the keys to your vehicle during the policy period, and there is no other damage to your vehicle.\n\nWe pay this benefit on top of any excess that applies. For example, if your excess is $695 and the cost to replace your locks is $1,500, then we pay $805.\n\n Covered\n\n- Up to $1,000 in total to replace or recode your vehicle’s keys, locks or barrels.\n\n Conditions\n\n- You must report the theft of your keys to the Police.\n\n New replacement vehicle\n\nIf we agree to pay your claim as a total loss, then you may choose to replace your vehicle with a new one if all of these apply:\n\n- You bought your vehicle as a new or demonstrator vehicle\n- The incident we cover happens within 2 years from when your vehicle was first registered\n- Your vehicle’s tare weight is less than 2.5 tonnes.",
      "<2-hop>\n\nClaims and what we pay\n\nYou agree we may exercise all the rights you have in connection with the loss or damage you have suffered in connection with the incident.\n\nOf any amount recovered in recovery action we take, you agree we first keep the amount we have paid, or must pay, you under the policy plus any interest recovered on that amount and any administrative, recovery agent, funding and legal costs we have incurred in taking the recovery action. We will then pay you the amount of loss or damage you have suffered in connection with the incident for which you do not have any cover with us plus any interest recovered on that amount and costs you may have been required by us to contribute. Finally, we keep any remaining balance.\n\nYou must give us all the information and co-operation that we require to take the recovery action. We will only request information or co-operation which is relevant to pursue the recovery action and we will provide an explanation as to why it is needed.\n\nYou must not do anything which prejudices us in taking any recovery action without our written consent. For example, you must not:\n\n- assign your rights to anyone else; — for example, a tow truck driver or a smash repairer; or\n- opt-out of any representative or group proceedings taken by us.\n\n Recovery action by you\n\nYou may only take recovery action with our prior written consent and on conditions which we in our discretion impose.\n\nYou must have proper regard for our interests in respect of loss or damage that we cover.\n\nYou must seek to recover the loss or damage we cover in addition to any other loss or damage you have suffered in connection with the incident.\n\nOf any amount recovered in recovery action you take, you may first keep the amount of loss or damage you have suffered in connection with the incident and for which you do not have any cover with us plus any interest recovered on that amount and any administrative and legal costs you have incurred in taking the recovery action. You will then pay us the amount we have paid, or must pay, you under the policy plus interest recovered on that amount. Finally, you keep or pay any remaining balance in accordance with any other obligations you have.\n\nYou agree we may:\n\n- take over the conduct of legal proceedings started by you or on your behalf, including where you are an applicant or plaintiff, or a group member, in representative or group proceedings; and\n- require you to cease recovery action that you have commenced.",
      "<3-hop>\n\n# Types of loss or damage\n\nWe don’t cover:\n\n- Tyre damage caused by road cuts, punctures, bursts or braking (except if there is loss or damage to other parts of your vehicle)\n- Mechanical, structural, electrical, hydraulic, or electronic breakdown or failure\n- Deterioration or wear and tear caused:\n  - Over time\n  - By using your vehicle\n  - By exposing your vehicle to the elements – for example, faded or damaged paint from exposure to sun, dirt and/or corrosive materials\n- Rust or any type of corrosion\n- Depreciation or loss of your vehicle’s value – for example, if your vehicle is worth less after an incident\n- Consequential loss including any loss which results because you can’t use your vehicle – unless it is specifically covered under this policy. This means we will not pay for direct or indirect financial or economic loss. For example, loss of use or enjoyment, loss of profits or depreciation\n- Compensation for distress, inconvenience or other non-financial loss (except if we cover it under ‘Liability cover’).\n\n# Other\n\nWe don’t cover:\n\n- Any loss, damage or liability caused by, arising from, occasioned by or through or in consequence directly or indirectly of war, invasion, acts of foreign enemy, hostilities (whether war be declared or not), civil war, insurrection, rebellion, revolution or military or usurped power\n- Any loss, damage, liability, cost or expense directly or indirectly caused by, contributed to by, resulting from or arising out of or in connection with:\n  - An act of terrorism, regardless of any other cause or event contributing concurrently or in any other sequence to the loss, or\n  - Any action taken to control, prevent, suppress, retaliate against, or respond to an act of terrorism\n- Loss, damage, liability, claim, cost or expense directly or indirectly caused or contributed to by:\n  - Errors or omissions involving access to, processing of, use of or operation of any computer system or any unavailability or failure to access, process, use or operate any computer system, or\n  - Any unauthorised, malicious or criminal act (or any threat or hoax of this) involving access to, processing of, use of or operation of any computer system,\n\nprovided that this exclusion will not apply to physical loss or damage directly caused by an incident or event we cover you for under this policy except if caused by vandalism or a malicious act. For example, we will not cover you if your vehicle’s GPS or security system cannot be used because of a cyber attack, but we will cover you for theft of your vehicle if it is stolen after your vehicle’s security system is impacted by a cyber attack."
    ],
    "8": [
      "<1-hop>\n\nYour responsibilities\n\nWhen you take out a policy with us or make a claim, you have certain responsibilities that are set out in this section. These responsibilities also apply to any person that is covered by your policy.\n\nIf you do not meet your responsibilities, we may refuse to pay your claim or reduce what we pay for your claim. We may also decide to cancel your policy. The course of action we take when you fail to meet your responsibilities will be considered in each circumstance based on what impact or effect your failure caused or contributed to the claim or our decision to issue your Policy.\n\n Tell us about changes that affect your vehicle.\n\nYou must tell us if you:\n\n- change the address where you normally keep your vehicle\n- change the way you use your vehicle\n- use your vehicle for a driver education course\n- hire out your vehicle\n- use your vehicle for a motor vehicle club bash or charity event.\n\n Settle claims and make admissions\n\nYou must not:\n\n- attempt to settle a claim that is made against you without our permission\n- make any admissions to anyone about any incident covered by your policy\n- limit by agreement our rights to recover money from someone else.\n\n Co-operate\n\nYou must:\n\n- be truthful and frank in any statement you make to us\n- not behave in a way that is improper, hostile, threatening, abusive or dangerous\n- co-operate fully with us, even if we have already paid your claim which includes:\n  - providing us with all the information, documents and help we need to deal with your claim. If we request information or documents that are relevant to your claim, we will provide an explanation as to why it is needed.\n  - as soon as reasonably possible, sending us any communications that you receive about any incident — for example, emails, letters, notices or court documents\n  - being interviewed by us or our representatives\n  - attending court to give evidence\n  - if there is a dispute about the repairs to your vehicle, giving us access to your vehicle and moving it if we ask you to or allowing us to move it to a repairer or other specialist we choose so they can assess your vehicle at a reasonable time.",
      "<2-hop>\n\nNot covered\n\n- Running costs for the hire car (for example, petrol or tolls)\n- Any additional hire car costs (for example, any optional extras such as a GPS)\n- Loss or damage to the hire car\n- Liability which results from using the hire car\n- Any additional hire car costs if the repairs to your vehicle are unreasonably delayed by you or any repairer you appoint or engage.\n\n Conditions\n\n- We will arrange a hire car for you. You must not arrange your own hire car under any circumstances unless you obtain our prior written consent by contacting us on 131 123. If you do, then we may decide not to pay for the hire car.\n- Your vehicle must be:\n  - Not drivable\n  - Unsafe to drive, or\n  - In for repairs.\n\n Keys, locks and barrels\n\nIf someone steals the keys to your vehicle during the policy period, and there is no other damage to your vehicle.\n\nWe pay this benefit on top of any excess that applies. For example, if your excess is $695 and the cost to replace your locks is $1,500, then we pay $805.\n\n Covered\n\n- Up to $1,000 in total to replace or recode your vehicle’s keys, locks or barrels.\n\n Conditions\n\n- You must report the theft of your keys to the Police.\n\n New replacement vehicle\n\nIf we agree to pay your claim as a total loss, then you may choose to replace your vehicle with a new one if all of these apply:\n\n- You bought your vehicle as a new or demonstrator vehicle\n- The incident we cover happens within 2 years from when your vehicle was first registered\n- Your vehicle’s tare weight is less than 2.5 tonnes.",
      "<3-hop>\n\nTable of contents\n\n 1 Key details about your policy 8\n\n- **Our agreement with you** 9\n  - Your contract 9\n  - Receiving your policy documents 9\n  - Limits, exclusions and conditions 10\n  - Value that applies to your vehicle 10\n  - Your premium 11\n  - 21 day cooling-off period 13\n  - Assigning rights and appointing a representative 13\n  - Governing law and GST 13\n\n 2 Comprehensive Plus Insurance 14\n\n- **Loss or damage to your vehicle** 16\n  - Any NRMA Partner Repairer 16\n\n- **Other benefits** 17\n  - Baby capsules and child seats 17\n  - Emergency repairs 17\n  - Emergency transport and accommodation 18\n  - Hire car after an incident 18\n  - Keys, locks and barrels 19\n  - New replacement vehicle 19\n  - Personal items 20\n  - Storage costs 21\n  - Taxi fares 21\n  - Temporary cover 22\n  - Tools of trade 22\n  - Towing 23\n  - Trailer or caravan damage 23\n  - Vehicle pick up and return 24\n  - Windscreen, sunroof and window glass damage 24\n\n- **Options you can add**\n  - Any Repairer 25\n\n 3 Comprehensive Insurance 26\n\n- **Loss or damage to your vehicle** 28\n  - Loss or damage to your vehicle 28\n  - Any NRMA Partner Repairer 28\n\n- **Other benefits** 29\n  - Baby capsules and child seats 29\n  - Emergency repairs 29\n  - Emergency transport and accommodation 30\n  - Hire car after a not at fault collision or crash 31\n  - Hire car after theft or attempted theft 32\n  - Keys, locks and barrels 33\n  - New replacement vehicle 33\n  - Personal items 34\n  - Storage costs 35\n  - Temporary cover 35\n  - Tools of trade 36\n  - Towing 37\n  - Trailer or caravan damage 37\n  - Windscreen, sunroof and window glass damage 37\n\n- **Options you can add** 38\n  - Hire Car 38\n  - Windscreen 39\n  - Any Repairer 39\n\n 4 Third Party Fire & Theft Insurance 40\n\n- **Loss or damage to your vehicle** 42\n  - Loss or damage to your vehicle 42\n  - Any NRMA Partner Repairer 42\n\n- **Other benefits** 43\n  - Crash with at fault driver 43\n  - Emergency repairs 44\n  - Emergency transport and accommodation 44\n  - Hire car after theft or attempted theft 45"
    ],
    "9": [
      "<1-hop>\n\nNot covered\n\n- Running costs for the hire car (for example, petrol or tolls)\n- Any additional hire car costs (for example, any optional extras such as a GPS)\n- Loss or damage to the hire car\n- Liability which results from using the hire car\n- Any additional hire car costs if the repairs to your vehicle are unreasonably delayed by you or any repairer you appoint or engage.\n\n Conditions\n\n- We will arrange a hire car for you. You must not arrange your own hire car under any circumstances unless you obtain our prior written consent by contacting us on 131 123. If you do, then we may decide not to pay for the hire car.\n- Your vehicle must be:\n  - Not drivable\n  - Unsafe to drive, or\n  - In for repairs.\n\n Keys, locks and barrels\n\nIf someone steals the keys to your vehicle during the policy period, and there is no other damage to your vehicle.\n\nWe pay this benefit on top of any excess that applies. For example, if your excess is $695 and the cost to replace your locks is $1,500, then we pay $805.\n\n Covered\n\n- Up to $1,000 in total to replace or recode your vehicle’s keys, locks or barrels.\n\n Conditions\n\n- You must report the theft of your keys to the Police.\n\n New replacement vehicle\n\nIf we agree to pay your claim as a total loss, then you may choose to replace your vehicle with a new one if all of these apply:\n\n- You bought your vehicle as a new or demonstrator vehicle\n- The incident we cover happens within 2 years from when your vehicle was first registered\n- Your vehicle’s tare weight is less than 2.5 tonnes.",
      "<2-hop>\n\nStaying mobile following a not at fault collision\n\nIf we accept your claim for a collision that results in accidental loss of or damage to your vehicle and:\n\n- the fault was caused by a person other than the driver of your car, at the time of the incident; and\n- you can provide us with the contact details of the other person or any other information that would reasonably allow us to identify the person so that we can exercise our rights of recovery, we will:\n  - provide you with a rental or loan car; or\n  - if a rental or loan car is not available, pay you a daily travel allowance of $50.\n\nThe rental or loan car benefit or daily travel allowance will be provided from:\n\n- the date repairs to your vehicle are authorised; or\n- the date your vehicle is made available for repairs to commence,\n\nwhichever is the later.\n\nThe maximum daily rental or loan car charge we will pay is $100.\n\nWe will provide the rental or loan car or daily travel allowance benefit for a maximum of 30 days or until:\n\n- the repairs have been completed; or\n- we settle your claim by paying you the agreed value or market value or replace the vehicle after a total loss,\n\nwhichever happens first.\n\nWe will extend your rental car or daily travel allowance period to the extent that we caused or contributed to the delay in repairing your vehicle.\n\nAdditionally, as part of this benefit, we will reimburse you up to $3,000 in total for any excess or security bond you have to pay under your rental or loan car agreement because there is accidental loss of or damage to the rental or loan car or because it causes some loss or damage.\n\nWe will arrange a rental car for you. If you arrange your own rental car without our consent, we are not obliged to pay for the rental car you arranged.\n\nWe will not pay for:\n\n- the cost of fuel used while driving the rental or loan car; or\n- any accidental loss of or damage to the rental or loan car."
    ],
    "10": [
      "<1-hop>\n\n# Emergency repairs\n\nIf an incident we cover causes loss or damage to your vehicle and you arrange emergency repairs to your vehicle so you can get back on the road safely.\n\nFor example, someone tries to steal your car and damages your lock and ignition barrel. To secure your vehicle and make it safe to drive, you arrange for the lock to be fixed straight away.\n\n**Covered**\n\n- We will reimburse you up to $800 in total for emergency repairs to your vehicle.\n\n**Not covered**\n\n- Non-emergency repairs.\n\n**Conditions**\n\n- We will determine what is an emergency repair.\n- The emergency repairs must be made to keep your vehicle secure or to get you back on the road safely.\n- You must pay for the emergency repairs up front and provide us with the tax invoice, unless we agree otherwise.\n- The emergency repairs must be directly related to the incident you are claiming for.\n\n----\n\n**Emergency repairs are repairs you arrange to make your vehicle secure or get you back on the road safely**\n\n----\n\n# Emergency transport and accommodation\n\nIf your vehicle is damaged and cannot be driven or used as a result of an incident we have agreed to cover under ‘Loss or damage to your vehicle’ that occurs more than 100 kilometres from your home.\n\nWe pay this benefit on top of your market value.\n\n**Covered**\n\n- Transportation for you, your passengers and your domestic pets to your home or, if we agree, to another destination.\n- Temporary accommodation for you, your passengers and your domestic pets covering the room rate only.\n- Transportation of your vehicle from:\n  - The place your vehicle is repaired to your home, or\n  - The location of the incident to a repairer near your home.\n\nWe will cover you up to a maximum of $750.\n\n**Not covered**\n\n- The costs of transporting any vehicle or other item being towed by your vehicle.\n\n**Conditions**\n\n- We must agree to the costs before they are incurred.",
      "<2-hop>\n\n# Market value\n\nMarket value is the cost to replace your vehicle with a vehicle of the same make, model, age and condition as your vehicle immediately prior to the loss or damage but excluding costs and charges for vehicle registration, CTP insurance, stamp duty transfer, dealer warranty costs or transfer fees or dealer delivery.\n\nTo determine the market value we look at things such as:\n\n- local market prices;\n- your vehicle’s condition; and\n- any modifications, options or accessories that are attached to your vehicle and shown on the policy schedule.\n\n# Your premium\n\nIn return for paying or agreeing to pay us your premium, we will provide the cover that you have chosen. Your premium will be based on our view of the likelihood of a claim being made on your policy during the term of the policy. When we work out the premium we look at a number of factors that have over time been shown to be a good determinate of the likelihood of a claim being made. Some of these factors include:\n\n- the type of vehicle you have insured and where you keep it;\n- the age of the insured and other people likely to drive the vehicle;\n- the way you use your vehicle – for example, private, rideshare or business use;\n- any discounts that may apply;\n- any compulsory government charges such as Stamp Duty and GST;\n- Fire or Emergency Services Levy, if they apply to the State or Territory where your vehicle is located;\n- the excess you choose or that we apply based on our underwriting criteria.\n\nYour premium for each period of insurance will be shown on your policy schedule.\n\nWe may deduct any outstanding premium amount or incorrectly refunded premium, from any claim payment.\n\nMinimum premiums may apply. In some cases, discounts/entitlements may apply if you meet certain criteria we set. Any discounts/entitlements may be subject to rounding and only apply to the extent any minimum premium is not reached. If you are eligible for more than one, we also apply each of them in a predetermined order to the premium (excluding taxes and government charges) as reduced by any prior applied discounts/entitlements. Any discounts/entitlements will be applied to the base premium calculated prior to any taxes being added.",
      "<3-hop>\n\n- move your vehicle to a repairer we both agree will repair your vehicle. In the instance that we both agree to move your vehicle we will provide you with a rental car for up to three days in addition to any other benefit provided under your policy. The maximum we will pay for the rental car is $100 per day.\n\n## Authorising repairs\n\nWhere you have Comprehensive insurance you may only authorise emergency repairs as detailed under the “Emergency repairs” benefit. You should not authorise further repairs to your vehicle without our prior consent.\n\nBefore we make a decision regarding your claim and repairs to your vehicle, we may need to inspect your vehicle. A motor vehicle assessor will be appointed by us. We or our assessor will make the necessary arrangements with you.\n\nWhere diagnosis (such as the stripping of engine) is required to determine if there has been damage covered by the policy, if you or we incur costs for such diagnosis and reassembly and the claim is subsequently accepted as valid by us, we will bear these costs subject to the applicable sum insured/limits of liability.\n\n## Parts used to repair your vehicle\n\nIf we are unable to repair the part, we use new, recycled or reconditioned parts that meet the requirements of Australian Design Rules (ADR). If such parts are not available or appropriate, parts from alternative distribution channels may be used.\n\nWe will not pay any amount greater than the maker’s last list price in Australia (together with a reasonable charge for fitting) for the supply of any spare part, extra or accessory.\n\nIn the event that any spare part, extra or accessory cannot be obtained within a reasonable time, we may choose to pay you the value of the spare part, extra or accessory (together with a reasonable charge for fitting) rather than supply the spare part, extra or accessory.\n\n## Guarantee on repairs\n\nWe guarantee materials and workmanship on repairs we authorise for as long as you own or lease your vehicle. This guarantee is not transferable.\n\n## Unrepaired damage\n\nIf your vehicle had any unrepaired damage before an incident, then you may need to contribute to the repair costs.\n\nYou need to do this when the damage caused by the incident results in us having to repair more areas of your vehicle than were affected by the unrepaired damage. Before we ask you to contribute we will explain why, tell you how much it will be and how to pay it prior to the authorisation of any repairs.\n\n## Undamaged areas\n\nWe will not repair undamaged areas of your vehicle that have not been affected by damage caused by the incident to ensure a uniform appearance. However, when we repair your vehicle, we will make best efforts to use the nearest available equivalent to the original materials or item."
    ],
    "11": [
      "<1-hop>\n\nChange 2 – Amendment to ‘Emergency transport and accommodation’\n\n1. Your PDS is amended by replacing the dot point on page 18:\n\n- we must agree to the costs before they are incurred.\n\nwith the following:\n\n- you should seek our agreement before incurring any out-of-pocket expenses to ensure you will be able to claim those costs back on your policy. If you do not obtain our agreement first, we will only pay reasonable costs.\n\n2. Your PDS is amended by replacing the dot point on page 30:\n\n- we must agree to the costs before they are incurred.\n\nwith the following:\n\n- you should seek our agreement before incurring any out-of-pocket expenses to ensure you will be able to claim those costs back on your policy. If you do not obtain our agreement first, we will only pay the reasonable costs.",
      "<2-hop>\n\n# Claims that are less than your excess\n\nWe only accept a claim if the total amount you are claiming for is more than any excesses that apply to your claim.\n\nFor example, we will accept your claim for $1,200 damage to your vehicle when your excess is $695. But we won’t accept your claim for $500 damage when your excess is $695.\n\n## Paying your excess\n\nWhen you make a claim an excess may apply. If so, we will:\n\n- deduct the excess from any claim payment, or\n- request you pay the excess to us or, to the repairer or supplier.\n\nIf we request you pay the excess, we will tell you who to pay and may require payment as part of the finalisation of your claim.\n\n## Changing your basic excess\n\nYou can reduce your premium by choosing a higher basic excess if you have:\n\n- Comprehensive Plus Insurance\n- Comprehensive Insurance.\n\nIf you do that, then ‘Choice of Excess’ is shown on your current Certificate of Insurance.\n\n## When you don’t need to pay any excess\n\nYou don’t need to pay any excess if:\n\n- you make a claim for an incident that we are satisfied was not your fault or the fault of any other person we cover, and\n- you can give us the name and residential address of the at fault driver.\n\nSee ‘Determining fault in an incident’ on the following page.\n\nIf we are unable to determine that someone else was responsible, the excess is payable.\n\n----\n\nIf you want more details about excesses, see our Premium, Excess & Discounts Guide. To get a free copy:\n\n| Visit | Call | Visit |\n|-------|------|-------|\n| nrma.com.au/ policy-booklets | 132 132 | a local branch |"
    ],
    "12": [
      "<1-hop>\n\n# Parts used to repair your vehicle\n\nGenerally, we use the following parts to repair your vehicle. If your vehicle is:\n\n- under 3 years, we use genuine new parts (when reasonably available)\n- 3 years or older, we use:\n  - genuine new parts (when reasonably available), or\n  - quality non-mechanical reusable parts.\n\nRegardless of your vehicle’s age, we may use non-genuine parts for windscreens, sunroofs, window glass, radiators and air conditioning components.\n\nWe only use quality non-mechanical reusable parts when it:\n\n- is consistent with the age and condition of your vehicle\n- does not affect the safety or the structural integrity of your vehicle\n- complies with your vehicle manufacturer’s specifications and applicable Australian Design Rules\n- does not adversely affect the way your vehicle looks after it has been repaired\n- does not void or affect the warranty provided by your vehicle’s manufacturer.\n\n## Unrepaired damage\n\nIf your vehicle had any unrepaired damage before an incident, then you may need to contribute to the repair costs, however we will not proceed with these repairs until we have discussed this with you and sought your agreement. You need to do that when the unrepaired damage results in us having to repair more areas of your vehicle than:\n\n- were affected by the incident, or\n- we needed to replace.\n\nFor example, your bonnet is only partly damaged in a crash and can be repaired. The repairer notices that the bonnet has unrepaired hail damage. If there wasn’t any hail damage, then we would only need to repair the damaged area of the bonnet. However, because of the unrepaired hail damage, we must replace the whole bonnet. So, we will discuss these repairs with you and seek your agreement to contribute to the cost.\n\n## Undamaged areas\n\nWe don’t repair undamaged areas of your vehicle to create a uniform appearance.\n\nIn the event of repairs, we will make a fair and reasonable attempt to match the repairs to undamaged areas, using the closest match available.\n\nIf you are not satisfied with the closest match, you are able to:\n\n- pay the extra cost of repairing undamaged areas to achieve a matching appearance; or\n- we will pay you what it would have cost us to repair the damaged area.",
      "<2-hop>\n\nGeneral exclusions for all covers and benefits\n\nThe exclusions set out in this section apply to all covers and benefits under your policy.\n\n The incident\n\nWe don’t cover incidents that take place outside:\n\n- Australia\n- the policy period.\n\n The driver\n\nWe don’t provide cover if the driver of your vehicle:\n\n- was under the influence of any alcohol or drug\n- did not hold a current licence that was valid for the vehicle\n- was disqualified from driving or held a cancelled or suspended licence, or\n- was a learner driver who was not accompanied by a licensed driver that held a current licence that was valid for the vehicle.\n\nIf you were not the driver, we may still cover loss or damage to your vehicle if you can satisfy us that you had no reason to suspect that any of the exclusions shown applied to the driver. However, we won’t provide liability cover for the driver and may try to recover money from them.\n\n Vehicle use\n\nWe don’t provide cover if any of these applied when the incident happened:\n\n- the driver of your vehicle or a passenger was being wilful or reckless\n- your vehicle or anything it was towing:\n  - was in an unsafe condition that caused or contributed to the incident\n  - was being towed illegally\n  - exceeded the number of passengers or load limits recommended by your vehicle’s manufacturer\n- your vehicle or substitute vehicle was being used:\n  - for illegal purposes or in an illegal manner that caused or contributed to the incident\n  - to illegally carry or store explosives, flammable or combustible substances and liquids\n  - in a race, rally, trial, test, contest, or any kind of motor sport, or\n  - in a track day, drive day or similar organised event\n- your vehicle was left with a commercial dealer so they could sell it for you."
    ],
    "13": [
      "<1-hop>\n\nTemporary cover on replacement vehicle\n\nIf you sell or give away your vehicle and replace it with another one, we will provide temporary cover for the replacement vehicle only from the time you sold or gave the vehicle away and acquired the replacement vehicle, whichever is the later, on the terms set out in your policy, except that we will only insure the replacement vehicle for the market value.\n\nCover on the replaced vehicle ceases from the time you sold or gave the vehicle away.\n\nYou must advise us of the replacement vehicle as soon as practical after you sold or gave away the existing vehicle and acquired the replacement vehicle.\n\nWhen we receive this information, we may:\n\n- propose changes to the terms and conditions of your policy;\n- propose to charge you additional premium;\n- cancel your policy if you have replaced your vehicle and we can’t reach an agreement with you on altered terms and conditions or premium; or we are no longer prepared to insure you because there has been a material change to the risk; or\n- decide not to offer to renew your policy.\n\nIf you do not provide the information as soon as reasonably practical we may be entitled to reduce, or refuse to pay a claim under the policy to the extent we are prejudiced by the delay or failure to provide this information.\n\n Other benefits we will pay\n\nUnless we have stated differently under one of the other benefits listed below, the benefit will only apply where we have accepted your claim for accidental loss of or accidental damage to your vehicle (called a covered accident) under the policy and any payment we may make under this section will be paid in addition to any amount payable for the loss of or damage to your vehicle.\n\n Removal of basic excess for a windscreen claim\n\nIf the windscreen, sunroof or window glass in your vehicle is accidentally broken or damaged, we will not apply an excess to your claim.\n\nThis applies:\n\n- to one claim for a windscreen, sunroof or window glass replacement plus two windscreen, sunroof or window glass repairs in any period of insurance; and\n- if the broken windscreen, sunroof or window glass is the only damage to your vehicle.\n\nYour no claim bonus entitlement will not be impacted if your claim is only for the cost of repairing or replacing the windscreen, sunroof or window glass in your vehicle and it is accidentally broken or damaged.",
      "<2-hop>\n\n# Inexperienced Driver Excess\n\nYou will need to pay the Inexperienced driver excess shown on the policy schedule in addition to the Basic excess payable if you make a claim for an accident when your vehicle was being driven by a driver over the age of 25 who had not held their current Australian or overseas driver's licence for more than two consecutive years.\n\n# Theft Excess\n\nApplicable only where specified on the policy schedule.\n\nIf you make a claim for loss or damage caused by or arising from theft or attempted theft of your vehicle, you will need to pay the Theft excess shown in your policy schedule in addition to all other applicable excesses shown in your policy schedule.\n\n# Driver Excess\n\nApplicable only where specified on the policy schedule.\n\nThe Driver excess will be applied if you make a claim for an incident which occurred whilst the vehicle is being driven by the person listed on the policy schedule. This Driver excess is in addition to all other excesses applicable to your policy.\n\n# Unnamed Driver Excess\n\nWhen the policy schedule shows that the \"Named driver option\" applies, we will apply an Unnamed driver excess (as shown in the policy schedule) if you make a claim for an incident that occurred when your vehicle was being driven by any driver that is not listed in the policy schedule as a named driver.\n\nThis Unnamed driver excess of $2,500, if payable, replaces all other excesses applicable to your policy."
    ],
    "14": [
      "<1-hop>\n\nTable outlining exclusion scenarios for different types of insurance coverage,\nwith the following table title:\nExclusion Scenarios for Insurance Coverage,\nwith the following columns:\n- Comprehensive: Exclusions for Comprehensive Insurance\n- Third Party Property Damage: Exclusions for Third Party Property Damage Insurance\n- Third Party Fire & Theft: Exclusions for Third Party Fire & Theft Insurance",
      "<2-hop>\n\nIf we have paid a claim following theft and the vehicle is then recovered after we have paid the claim, the recovered vehicle will become our property. At our discretion (and if safe to do so) you may reclaim the recovered vehicle if you agree to pay the salvage price.\n\nFor Third Party Fire and Theft insurance and Third Party Property Damage insurance, if we settle your claim under the “Uninsured motorist extension” we will pay you the market value up to $5,000 less:\n\n- our estimated salvage value; and\n- any unpaid premium.\n\nYou would then keep the vehicle.\n\n Paying for other benefits\n\nIf we agree to pay you other benefits under the policy, we will pay the reasonable cost. We will repair, replace or pay the relevant loss or damage (as applicable) up to the maximum amount that applies under the benefit.\n\n What happens to your property\n\n Recovered vehicles\n\nIf we settle your claim under Comprehensive insurance and it is a total loss and the vehicle is later recovered we will usually keep the recovered vehicle. At our discretion (and if safe to do so), you may reclaim the recovered vehicle if you agree to pay the salvage price.\n\n Damaged property\n\nIf we settle the claim for a damaged item then it becomes our property. At our discretion (and if safe to do so), you may reclaim the recovered vehicle if you agree to pay the salvage price.\n\n Credit provider’s rights\n\nYou must tell us if you have used the vehicle as security for a loan. This may also apply if you have a lease or hire purchase agreement on your vehicle.\n\nWhen you do this we note the credit provider on your policy schedule.\n\nWhen there is a credit provider noted:\n\n- we treat the vehicle as being under a finance arrangement;\n- we treat any statement, act, or omission or claim by you as a statement, act or omission by the credit provider; and\n- we may recover any payment either in your name or the credit provider’s name."
    ],
    "15": [
      "<1-hop>\n\nSummary of insurance cover options, benefits, and additional features for different insurance plans including Comprehensive Plus Insurance, Comprehensive Insurance, Third Party Fire & Theft Insurance, and Third Party Property Damage Insurance.,\nwith the following table title:\nInsurance Cover Options and Benefits,\nwith the following columns:\n- Your insurance cover: None\n- Other benefits: None",
      "<2-hop>\n\nTable outlining exclusion scenarios for different types of insurance coverage,\nwith the following table title:\nExclusion Scenarios for Insurance Coverage,\nwith the following columns:\n- Comprehensive: Exclusions for Comprehensive Insurance\n- Third Party Property Damage: Exclusions for Third Party Property Damage Insurance\n- Third Party Fire & Theft: Exclusions for Third Party Fire & Theft Insurance"
    ],
    "16": [
      "<1-hop>\n\nTable showing details of Third Party Property Damage Insurance policy including liability cover and basic excess.,\nwith the following table title:\nThird Party Property Damage Insurance Policy Details,\nwith the following columns:\n- Policy type: Type of insurance policy\n- Liability cover: Amount of liability cover in dollars\n- Basic excess: Basic excess amount in dollars",
      "<2-hop>\n\nDetails of a Comprehensive Plus Insurance policy including agreed value, basic excess, age excess, and unpaid monthly instalments.,\nwith the following table title:\nComprehensive Plus Insurance Policy Details,\nwith the following columns:\n- Policy type: Type of insurance policy\n- Agreed value: Agreed value for the insurance policy\n- Basic excess: Basic excess amount for the policy\n- Age excess: Age excess amount for the policy\n- Unpaid monthly instalments: Details of unpaid monthly instalments"
    ],
    "17": [
      "<1-hop>\n\n# What we pay for\n\nIf we agree to cover your claim, then we will:\n\n- decide whether to repair your vehicle or pay you the reasonable cost of repairs as determined by us or pay you the agreed value or market value, depending on the cover you have chosen, that applies to your vehicle\n- pay for any other benefits that apply to your policy\n- pay for any options you have added to your policy\n- deduct any amounts that apply to your policy and claim (for example, excess, unpaid premium or unused registration and CTP insurance premium).\n\n# The most we pay\n\nDepending on the type of insurance you’ve chosen, the most we pay is:\n\n- the agreed value of your vehicle shown on your current Certificate of Insurance, or\n- your vehicle’s market value.\n\nIf you have Third Party Fire & Theft Insurance, then the most we pay is your vehicle’s market value up to $10,000.\n\nIf you have Third Party Fire & Theft Insurance or Third Party Property Damage Insurance and make a claim under ‘Crash with at fault driver’, then the most we pay is the market value of your vehicle up to $5,000 — see pages 43 and 50.",
      "<2-hop>\n\nTable of contents\n\n 1 Key details about your policy 8\n\n- **Our agreement with you** 9\n  - Your contract 9\n  - Receiving your policy documents 9\n  - Limits, exclusions and conditions 10\n  - Value that applies to your vehicle 10\n  - Your premium 11\n  - 21 day cooling-off period 13\n  - Assigning rights and appointing a representative 13\n  - Governing law and GST 13\n\n 2 Comprehensive Plus Insurance 14\n\n- **Loss or damage to your vehicle** 16\n  - Any NRMA Partner Repairer 16\n\n- **Other benefits** 17\n  - Baby capsules and child seats 17\n  - Emergency repairs 17\n  - Emergency transport and accommodation 18\n  - Hire car after an incident 18\n  - Keys, locks and barrels 19\n  - New replacement vehicle 19\n  - Personal items 20\n  - Storage costs 21\n  - Taxi fares 21\n  - Temporary cover 22\n  - Tools of trade 22\n  - Towing 23\n  - Trailer or caravan damage 23\n  - Vehicle pick up and return 24\n  - Windscreen, sunroof and window glass damage 24\n\n- **Options you can add**\n  - Any Repairer 25\n\n 3 Comprehensive Insurance 26\n\n- **Loss or damage to your vehicle** 28\n  - Loss or damage to your vehicle 28\n  - Any NRMA Partner Repairer 28\n\n- **Other benefits** 29\n  - Baby capsules and child seats 29\n  - Emergency repairs 29\n  - Emergency transport and accommodation 30\n  - Hire car after a not at fault collision or crash 31\n  - Hire car after theft or attempted theft 32\n  - Keys, locks and barrels 33\n  - New replacement vehicle 33\n  - Personal items 34\n  - Storage costs 35\n  - Temporary cover 35\n  - Tools of trade 36\n  - Towing 37\n  - Trailer or caravan damage 37\n  - Windscreen, sunroof and window glass damage 37\n\n- **Options you can add** 38\n  - Hire Car 38\n  - Windscreen 39\n  - Any Repairer 39\n\n 4 Third Party Fire & Theft Insurance 40\n\n- **Loss or damage to your vehicle** 42\n  - Loss or damage to your vehicle 42\n  - Any NRMA Partner Repairer 42\n\n- **Other benefits** 43\n  - Crash with at fault driver 43\n  - Emergency repairs 44\n  - Emergency transport and accommodation 44\n  - Hire car after theft or attempted theft 45"
    ],
    "18": [
      "<1-hop>\n\nStep 4\n\n Assessing your claim\n\nTo assess your claim, we look at the following:\n\n- Do we cover the incident that caused the loss or damage?\n- Is your vehicle insured for agreed value or market value?\n- Is your claim affected by:\n  - Any specific limits, exclusions and conditions shown throughout this PDS?\n  - Any general exclusions?\n  - Not meeting your responsibilities?\n\n Step 5\n\n Settling your claim\n\nWe will choose to settle your claim through any of these ways:\n\n1. Repair your vehicle\n2. Pay you the reasonable cost to repair your vehicle\n3. Pay your claim as a total loss\n4. Pay for other benefits\n\n Step 6\n\n Excesses and other deductions\n\nTo settle your claim:\n\n- You must contribute any excesses that apply\n- If we pay your claim as a total loss, we deduct any of these amounts that apply:\n  - Unpaid premiums\n  - Unused registration and CTP insurance premium\n  - Salvage value of your vehicle",
      "<2-hop>\n\n# Change 2 – Amendment to ‘Emergency transport and accommodation’\n\n1. Your PDS is amended by replacing the dot point on page 18:\n\n- we must agree to the costs before they are incurred.\n\nwith the following:\n\n- you should seek our agreement before incurring any out-of-pocket expenses to ensure you will be able to claim those costs back on your policy. If you do not obtain our agreement first, we will only pay reasonable costs.\n\n2. Your PDS is amended by replacing the dot point on page 30:\n\n- we must agree to the costs before they are incurred.\n\nwith the following:\n\n- you should seek our agreement before incurring any out-of-pocket expenses to ensure you will be able to claim those costs back on your policy. If you do not obtain our agreement first, we will only pay the reasonable costs."
    ],
    "19": [
      "<1-hop>\n\nMotor Insurance at a glance – quick summary\n\nHere’s a summary of the key details about Motor Insurance. In this Product Disclosure Statement and Policy Booklet (PDS), we set out the full details about your cover and any limits, exclusions and conditions that apply.\n\n Who we cover\n\n**Under your policy, we cover:**\n\n- you\n- anyone who has your permission to drive your vehicle\n\n Type of insurance\n\n**You can choose from these 4 types of insurance**\n\n- Comprehensive Plus Insurance – our top cover\n- Comprehensive Insurance – our standard cover\n- Third Party Fire & Theft Insurance – our basic cover with some extras\n- Third Party Property Damage Insurance – our basic cover\n\n What we insure\n\n**Your vehicle and you**\n\n- we insure your vehicle for an agreed value or market value as shown on your current Certificate of Insurance and including:\n  - any standard equipment that comes with it, plus\n  - any modifications, options or accessories that are attached to it\n- we insure you for claims that are made against you where the use of your vehicle causes loss or damage to someone else’s property\n\n**The types of vehicles we insure include:**\n\n- cars\n- utes\n- motorcycles – which include scooters (you can only insure motorcycles under Comprehensive Insurance or Third Party Property Damage Insurance)\n- 4WDs\n- vans",
      "<2-hop>\n\n# What we pay for\n\nIf we agree to cover your claim, then we will:\n\n- decide whether to repair your vehicle or pay you the reasonable cost of repairs as determined by us or pay you the agreed value or market value, depending on the cover you have chosen, that applies to your vehicle\n- pay for any other benefits that apply to your policy\n- pay for any options you have added to your policy\n- deduct any amounts that apply to your policy and claim (for example, excess, unpaid premium or unused registration and CTP insurance premium).\n\n# The most we pay\n\nDepending on the type of insurance you’ve chosen, the most we pay is:\n\n- the agreed value of your vehicle shown on your current Certificate of Insurance, or\n- your vehicle’s market value.\n\nIf you have Third Party Fire & Theft Insurance, then the most we pay is your vehicle’s market value up to $10,000.\n\nIf you have Third Party Fire & Theft Insurance or Third Party Property Damage Insurance and make a claim under ‘Crash with at fault driver’, then the most we pay is the market value of your vehicle up to $5,000 — see pages 43 and 50."
    ],
    "20": [
      "<1-hop>\n\nSummary of insurance cover options, benefits, and additional features for different insurance plans including Comprehensive Plus Insurance, Comprehensive Insurance, Third Party Fire & Theft Insurance, and Third Party Property Damage Insurance.,\nwith the following table title:\nInsurance Cover Options and Benefits,\nwith the following columns:\n- Your insurance cover: None\n- Other benefits: None",
      "<2-hop>\n\nRepairing your vehicle\n\nIf we choose to settle your claim by repairing your vehicle — see Option 1 on page 67 — then we decide the best way to repair the damage.\n\nIf you make a claim and we agree to repair your vehicle, we will arrange for an NRMA Partner Repairer to fix your vehicle or you may choose your own repairer to fix your vehicle if:\n\n- you have Comprehensive Plus Insurance and you have added the 'Any Repairer' option — see page 25, or\n- you have Comprehensive Insurance and:\n  - you have added the ‘Any Repairer’ option — see page 39, or\n  - your vehicle is a motorcycle, or\n- you have Third Party Fire & Theft insurance — see page 42, or\n- you have Third Party Property Damage Insurance — see page 50.\n\n Choosing a repairer\n\nIf we arrange for an NRMA Partner Repairer to fix your vehicle we will:\n\n- help find an NRMA Partner Repairer most convenient to you\n- choose the most suitable repair method for the type of damage to your vehicle\n- manage the whole repair process on your behalf\n- arrange for part of the repair to be carried out by a specialist service provider, if required — for example windscreen repairs.\n\nIf you are entitled to choose your own repairer to fix your vehicle. Your choice of repairer must have all the necessary equipment, skills, capabilities, licences and authorisations required by law, to complete the repairs to your vehicle.\n\nOnce you’ve chosen a repairer, we will:\n\n- choose the most suitable repair method for the type of damage to your vehicle and decide whether to authorise and pay for the reasonable cost to repair your vehicle, or\n- decide whether to pay you the reasonable cost to repair your vehicle as determined by us. In determining the reasonable cost, we may consider several factors, including quotes from NRMA Partner Repairers, our nominated repair methods for the type of damage to your vehicle and reports from our assessors.\n\nWe are not responsible for making sure the repairer can complete the repairs when it suits you. Also, we don’t cover:\n\n- any additional costs incurred through extensive delays caused by you or a repairer chosen by you because a part isn’t readily available.\n- any repairs not authorised by us.\n\nWe will require you to contribute to the costs if the repairs to your vehicle leave it in a better condition than before the incident, however we will not proceed with these repairs until we have discussed this with you and sought your agreement."
    ]
  },
  "reference": {
    "0": "The Product Disclosure Statement (PDS) is a part of your insurance policy contract, which also includes your current Certificate of Insurance and any applicable Supplementary PDS.",
    "1": "The maximum payout for a vehicle insurance claim is determined by the agreed value of your vehicle shown on your current Certificate of Insurance or your vehicle's market value, depending on the type of insurance chosen.",
    "2": "An NRMA Partner Repairer is involved in the repair process of your vehicle as part of the insurance coverage. They are listed under the benefits of Third Party Property Damage Insurance, indicating that they play a role in repairing your vehicle when you make a claim.",
    "3": "The Third Party Property Damage Insurance policy provides liability cover, and the basic excess amount is what you pay if you make a claim.",
    "4": "The key benefits included in a Third Party Fire & Theft Insurance policy are coverage for loss or damage to your vehicle, access to any NRMA Partner Repairer, coverage for crashes with an at-fault driver, emergency repairs, emergency transport and accommodation, and a hire car after theft or attempted theft.",
    "5": "The context mentions a section titled 'Businesses registered for GST' under the claims and what we pay category, indicating that there are specific considerations for businesses registered for GST when making insurance claims.",
    "6": "Your NCB discount may vary depending on which State or Territory your vehicle is kept in.",
    "7": "The conditions and exclusions in your insurance coverage significantly impact the claims process, especially concerning hire car arrangements and recovery actions. According to the policy, you must not arrange your own hire car without prior written consent from the insurer, as doing so may result in the insurer deciding not to pay for the hire car. Additionally, the policy outlines that certain costs related to the hire car, such as running costs and additional hire car costs, are not covered. In terms of recovery actions, the insurer may exercise all rights you have in connection with the loss or damage suffered. You must provide all necessary information and cooperation for the insurer to pursue recovery actions, and you must not assign your rights or opt-out of proceedings without written consent. Furthermore, the policy excludes coverage for certain types of loss or damage, such as tyre damage from road cuts or mechanical failures, and does not cover consequential losses like loss of use or enjoyment of the vehicle. These exclusions and conditions must be carefully considered when navigating the claims process.",
    "8": "To replace your vehicle with a new one under your insurance policy, the following conditions must be met: you must have bought your vehicle as a new or demonstrator vehicle, the incident covered by the policy must occur within 2 years from when your vehicle was first registered, and your vehicle's tare weight must be less than 2.5 tonnes. Additionally, to ensure your insurance policy remains valid, you have responsibilities such as informing the insurer about changes that affect your vehicle, including changes in the address where you normally keep your vehicle, changes in the way you use your vehicle, and if you use your vehicle for activities like driver education courses or charity events. Failure to meet these responsibilities may result in the insurer refusing to pay your claim or reducing the claim amount, and potentially canceling your policy.",
    "9": "For claim acceptance when your car is not drivable, the insurance conditions state that the insurer will arrange a hire car for you, and you must not arrange your own hire car unless you obtain prior written consent. Your vehicle must be not drivable, unsafe to drive, or in for repairs. In the case of staying mobile after a not at fault collision, if the claim is accepted and the fault was caused by another person, the insurer will provide a rental or loan car or a daily travel allowance of $50. The rental or loan car benefit is provided from the date repairs are authorized or the vehicle is made available for repairs, whichever is later, for a maximum of 30 days or until the claim is settled. The insurer will not pay for the cost of fuel or any accidental loss or damage to the rental or loan car.",
    "10": "The insurance policy covers emergency repairs up to $800 to make your vehicle secure or get you back on the road safely, provided you pay upfront and submit a tax invoice. These repairs must be directly related to the incident claimed. The market value of a vehicle is determined by the cost to replace it with a similar make, model, age, and condition vehicle, excluding costs like registration and insurance. Factors considered include local market prices, the vehicle's condition, and any modifications or accessories listed on the policy schedule.",
    "11": "To manage out-of-pocket expenses, you should seek agreement from the insurance provider before incurring any costs to ensure they can be claimed back on your policy. If you do not obtain agreement first, only reasonable costs will be paid. Regarding the excess payment process, a claim is only accepted if the total amount is more than any applicable excesses. If an excess applies, it may be deducted from the claim payment, or you may be required to pay it to the insurer, repairer, or supplier. You can also choose a higher basic excess to reduce your premium if you have Comprehensive Plus or Comprehensive Insurance.",
    "12": "If your car had unrepaired hail damage before the crash, you may need to contribute to the repair costs if the unrepaired damage results in more areas needing repair than were affected by the incident. For example, if the bonnet was partly damaged in the crash but also had unrepaired hail damage, the whole bonnet might need replacement, and you would need to agree to contribute to the cost. Regarding the parts used, if your vehicle is under 3 years old, genuine new parts will be used when reasonably available. If it is 3 years or older, either genuine new parts or quality non-mechanical reusable parts may be used, depending on availability and other conditions. However, if the driver was under the influence of alcohol or drugs at the time of the incident, your policy does not cover the incident. If you were not the driver, you might still be covered for loss or damage if you can prove you had no reason to suspect the driver was under the influence, but liability cover for the driver would not be provided.",
    "13": "The insurance policy specifies that if a claim is made solely for the cost of repairing or replacing the windscreen, sunroof, or window glass due to accidental damage, the no claim bonus entitlement will not be impacted. This means that such claims do not affect the policyholder's no claim bonus. However, if the vehicle is driven by an unnamed driver, an Unnamed driver excess of $2,500 will be applied, replacing all other excesses applicable to the policy. This excess is applicable when the policy schedule indicates that the 'Named driver option' applies and the incident occurred with a driver not listed as a named driver.",
    "14": "The exclusion scenarios for Third Party Fire & Theft Insurance are outlined in a table that specifies different types of insurance coverage exclusions. If a vehicle is recovered after a theft claim has been paid under Third Party Fire & Theft Insurance, the recovered vehicle becomes the property of the insurance company. However, at the company's discretion and if it is safe to do so, the policyholder may reclaim the recovered vehicle by agreeing to pay the salvage price. Additionally, if a claim is settled under the 'Uninsured motorist extension,' the insurance company will pay the market value up to $5,000, less the estimated salvage value and any unpaid premium, allowing the policyholder to keep the vehicle.",
    "15": "Third Party Fire & Theft Insurance offers specific cover options and benefits distinct from other insurance types such as Comprehensive Plus Insurance, Comprehensive Insurance, and Third Party Property Damage Insurance. However, it also comes with its own set of exclusion scenarios. The benefits of Third Party Fire & Theft Insurance are outlined in the insurance cover options and benefits summary, while the exclusion scenarios are detailed in a separate table. This table highlights the exclusions specific to Third Party Fire & Theft Insurance, allowing policyholders to understand how these exclusions compare to those of Comprehensive and Third Party Property Damage Insurance.",
    "16": "The basic excess amount for the Third Party Property Damage Insurance policy is specified in the table titled 'Third Party Property Damage Insurance Policy Details'. Similarly, the basic excess amount for the Comprehensive Plus Insurance policy is detailed in the table titled 'Comprehensive Plus Insurance Policy Details'.",
    "17": "Under Third Party Fire & Theft Insurance, the maximum payout for a vehicle is the market value up to $10,000. Additional benefits include coverage for a crash with an at-fault driver, emergency repairs, emergency transport and accommodation, and a hire car after theft or attempted theft.",
    "18": "The PDS affects the assessment and settlement of your insurance claim by outlining specific limits, exclusions, and conditions that are considered during the claim assessment process. It also specifies that you should seek agreement before incurring any out-of-pocket expenses to ensure they can be claimed back. If agreement is not obtained first, only reasonable costs will be paid. Additionally, during settlement, any applicable excesses, unpaid premiums, unused registration, CTP insurance premium, and salvage value of your vehicle may be deducted.",
    "19": "If you have Third Party Fire & Theft Insurance, the most that is paid is your vehicle’s market value up to $10,000. Additionally, if you make a claim under 'Crash with at fault driver', the most paid is the market value of your vehicle up to $5,000.",
    "20": "If you have Third Party Fire & Theft insurance and need your car repaired, you can choose your own repairer to fix your vehicle. Your choice of repairer must have all the necessary equipment, skills, capabilities, licences, and authorisations required by law to complete the repairs. Once you’ve chosen a repairer, the insurance company will decide whether to authorise and pay for the reasonable cost to repair your vehicle or pay you the reasonable cost to repair your vehicle as determined by them. They may consider several factors, including quotes from NRMA Partner Repairers, their nominated repair methods for the type of damage to your vehicle, and reports from their assessors."
  },
  "synthesizer_name": {
    "0": "single_hop_specifc_query_synthesizer",
    "1": "single_hop_specifc_query_synthesizer",
    "2": "single_hop_specifc_query_synthesizer",
    "3": "single_hop_specifc_query_synthesizer",
    "4": "single_hop_specifc_query_synthesizer",
    "5": "single_hop_specifc_query_synthesizer",
    "6": "single_hop_specifc_query_synthesizer",
    "7": "multi_hop_abstract_query_synthesizer",
    "8": "multi_hop_abstract_query_synthesizer",
    "9": "multi_hop_abstract_query_synthesizer",
    "10": "multi_hop_abstract_query_synthesizer",
    "11": "multi_hop_abstract_query_synthesizer",
    "12": "multi_hop_abstract_query_synthesizer",
    "13": "multi_hop_abstract_query_synthesizer",
    "14": "multi_hop_specific_query_synthesizer",
    "15": "multi_hop_specific_query_synthesizer",
    "16": "multi_hop_specific_query_synthesizer",
    "17": "multi_hop_specific_query_synthesizer",
    "18": "multi_hop_specific_query_synthesizer",
    "19": "multi_hop_specific_query_synthesizer",
    "20": "multi_hop_specific_query_synthesizer"
  }
}
